/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ / %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Bu kestirme %1$@ tarafından şu tarihte içe aktarıldı: %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Bu kestirme %1$@ tarafından şu tarihte içe aktarıldı: %2$@.";

/* %@ = action name */
"Add “%@”" = "“%@” ekle";

/* %@ = action name */
"Remove “%@”" = "Sil: “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Kestirmeler’de %@ servisinden çıkmak istiyor musunuz?";

/* %@ = service name */
"Do you want to sign out of %@?" = "%@ servisinden çıkmak istiyor musunuz?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Bu kestirme %@ tarafından içe aktarılmış. Onu çalıştırmak istediğinizden emin misiniz?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "%@ olarak";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "“%@” içindeki işlemler de silinsin mi?";

/* %@=app name */
"Install %@" = "Yükle: %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri İfadesi";

/* Access resource action settings title */
"Accounts" = "Hesaplar";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Kestirmelerin düzenlenmesi bitti";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ Favori Yapıldı";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ Favorilerden Çıkarıldı";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Kestirme çalışıyor";

/* Accessibility action */
"Delete shortcut" = "Kestirmeyi sil";

/* Accessibility action */
"Duplicate shortcut" = "Kestirmeyi çoğalt";

/* Accessibility action */
"Favorite Action" = "Favori İşlem";

/* Accessibility action */
"Rename shortcut" = "Kestirmenin Adını Değiştir";

/* Accessibility action */
"Un-favorite Action" = "İşlemi Favorilerden Çıkar";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Kestirmeyi düzenle";

/* Accessibility action or discoverability title */
"Run shortcut" = "Kestirmeyi çalıştır";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "kestirmeye %@ eklendi";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Giriş Türleri Kabul Edildi";

/* Accessibility announcement */
"Closed variables tray" = "Değişkenler tepsisini kapattı";

/* Accessibility announcement */
"Editing shortcuts" = "Kestirmeler düzenleniyor";

/* Accessibility announcement */
"Opened variables tray" = "Değişkenler tepsisini açtı";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "sürükleniyor";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Kestirme tamamlandı";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "yukarıdaki %2$@ kestirmesine %1$@ eklendi";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "aşağıdaki %2$@ kestirmesine %1$@ eklendi";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "%@ üstüne taşındı";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "%@ altına taşındı";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ silindi";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ çoğaltıldı";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "içerik gizlendi";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Sürükleme";

/* Accessibility announcement; expanded parameter */
"expanded" = "içeriği gösterilen";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Kestirme durduruldu";

/* Accessibility hint */
"Closes the shortcut" = "Kestirmeyi kapatır";

/* Accessibility hint */
"Creates a new shortcut" = "Yeni bir kestirme yaratır";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Seçilen kestirmeleri siler";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Kestirmenin altına eklemek için çift dokunun. Çift dokunup basılı tutun, sonra kestirmedeki konumu özelleştirmek için sürükleyin.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Sürüklenebilir. Çift dokunup parmağınızı basılı tutun, sesi bekleyin, sonra yeniden sıralamak için sürükleyin. Seçmek için çift dokunun.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Seçilen kestirmeleri çoğaltır";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Bu kestirme, paylaşılan içerik burada seçtiğiniz türlerden biriyse Kestirmeler işlemi genişletmesinde (iOS paylaş menüsü) görüntülenecektir.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Kestirme düzenleme modunu kapat";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Kestirme düzenleme modunu aç";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "İşlemler çekmecesini yarım ekrana gelecek şekilde kapatmak için çift dokunun";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "İşlemler çekmecesini tamamen açmak için çift dokunun";

/* Accessibility hint on action */
"Double-tap to read the action description." = "İşlem açıklamasını okumak için çift dokunun.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Sürüklenebilir. Çift dokunup parmağınızı basılı tutun, sesi bekleyin, sonra yeniden sıralamak için sürükleyin. İşlem açıklamasını okumak için çift dokunun.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Ayarı değiştirmek için çift dokunun";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Seçmek için çift dokunun";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "İçeriği gizlemek için çift dokunun";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Eklemek için çift dokunun";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "İçeriği göstermek için çift dokunun";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "%@ kestirmesi çalıştırılıyor";

/* Accessibility label */
"Add Tag" = "Etiket Ekle";

/* Accessibility label */
"Close" = "Kapat";

/* Accessibility label */
"Create Shortcut" = "Kestirme Yarat";

/* Accessibility label */
"Show Keyboard" = "Klavyeyi Göster";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "%@ yerine";

/* Accessibility label or discoverability title */
"Redo" = "Yinele";

/* Accessibility label or discoverability title */
"Undo" = "Geri Al";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Küçültüldü";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Yarım ekran";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Tam ekran";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "%@ işlem - Çalışıyor - yüzde %d tamamlandı";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "%@ işlem";

/* Accessibility label; remove search filter */
"Remove filter" = "Filtreyi sil";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (seçili değil)";

/* Accessibility value; switch is on */
"On" = "Açık";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "%@ işlemini silmek için parmağınızı kaldırın";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Bu işlem, girilen değeri değiştirmeden çıkış değeri olarak döndürür.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Kestirmenin başlangıcına geçirilen girişi alır.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Henüz Paylaşma Sayfası kestirmeniz yok.\n\nEklemek için bir kestirme yaratın ve ayarlarında “Paylaşma Sayfası’nda Göster”i açın.";

/* Action extension; no search results */
"No shortcuts match the search." = "Aramayla eşleşen bir kestirme yok.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Henüz bir kestirmeniz yok.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siri Önerileri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Kestirme: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Bu kestirmeye ekle";

/* Add search filter */
"Add Filter" = "Filtre Ekle";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Paylaşılan bu bağlantıya erişimi olan herkes bu kestirmenin içeriğini görebilir.";

/* Alert title */
"Error" = "Hata";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "iCloud Bağlantısı Yarat";

/* Allow access to service */
"Allow Access" = "Erişime İzin Ver";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Yüklü Değil) %@";

/* App search view; navigation bar title */
"Choose App" = "Uygulama Seç";

/* App search view; no results */
"No results." = "Sonuç yok.";

/* App search view; search bar placeholder */
"Search apps…" = "Uygulamalarda ara…";

/* Apple Watch complication */
"Complication" = "Komplikasyon";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Henüz Apple Watch kestirmeniz yok.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Apple Watch’unuzun saat kadranında Kestirmeler Komplikasyonunda hangi kestirmelerin gösterileceğini seçin.\n\nKestirmeler, zaman içinde onları ne zaman çalıştırdığınıza bağlı olarak Komplikasyonlarda ne zaman gösterileceklerini en uygun hale getirecektir.";

/* Apps category */
"Apps" = "Uygulamalar";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Bu kestirme çalıştırıldığında metin girmeniz istenir.";

/* Boolean false */
"False" = "Yanlış";

/* Boolean true */
"True" = "Doğru";

/* Button */
"Back" = "Geri";

/* Button */
"Cancel" = "Vazgeç";

/* Button */
"Choose Variable" = "Değişken Seçin";

/* Button */
"Clear" = "Temizle";

/* Button */
"Delete Actions" = "İşlemleri Sil";

/* Button */
"Delete Shortcut" = "Kestirmeyi Sil";

/* Button */
"Done" = "Bitti";

/* Button */
"Get More Shortcuts" = "Daha Fazla Kestirme İndir";

/* Button */
"Go Back" = "Geri Dön";

/* Button */
"Help" = "Yardım";

/* Button */
"Keep Actions" = "İşlemleri Tut";

/* Button */
"Next" = "Sonraki";

/* Button */
"OK" = "Tamam";

/* Button */
"Remove Action" = "İşlemi Sil";

/* Button */
"Remove Action From Shortcut" = "Kestirmeden İşlemi Sil";

/* Button */
"Remove Photo" = "Fotoğrafı Sil";

/* Button */
"Select Magic Variable" = "Sihirli Değişkeni Seç";

/* Button */
"Select Photo" = "Fotoğraf Seç";

/* Button */
"Show Action Settings" = "İşlem Ayarlarını Göster";

/* Button */
"Show Actions" = "İşlemleri Göster";

/* Button */
"Sign Out" = "Çıkış Yap";

/* Button */
"Take Photo" = "Fotoğraf Çek";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Ana Ekrana Ekle";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Ana Ekrana Ekle";

/* Button or title */
"Delete" = "Sil";

/* Button or title */
"Run Shortcut" = "Kestirmeyi Çalıştır";

/* Button or title */
"Settings" = "Ayarlar";

/* Button or title */
"Variables" = "Değişkenler";

/* Button title */
"Add to Siri" = "Siri’ye Ekle";

/* Button title to import a shortcut */
"Get Shortcut" = "Kestirmeyi Al";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Sonucu Tam Ekranda Göster";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Rehberli Tura Katılın";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Sonucu Paylaş";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Bu kestirme aşağıdaki uygulamalar ve servislerle çalışır:";

/* Choose an item */
"Choose" = "Seç";

/* Conditional AND */
"and" = "ve";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "“Aksi halde”yi geri koyun";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Koşul yanlışsa “Aksi halde”den sonra yerleştirilen işlem çalışır.";

/* Conditional actions settings navigation bar title */
"If Action" = "İşlem";

/* Confirmation HUD when link copies */
"Link copied" = "Bağlantı kopyaladı";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Bu kestirmeyi paylaşmayı durdurmak istediğinizden emin misin? iCloud bağlantısı silinir ve artık çalışmaz.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Bu kestirme tüm iCloud aygıtlarınızdan silinecek.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Bu kestirmeler tüm iCloud aygıtlarınızdan silinecek.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@”, %2$@ gibi görünmüyor. Bir kişi mi eklemek istemiştiniz?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "“%@” Numarasını Yine De Kullan";

/* Contact field; accessibility label */
"Add Contact" = "Kişi Ekle";

/* Contact field; button */
"Search Contacts" = "Kişilerde Ara";

/* Contact field; supported type string */
"a phone number" = "telefon numarası";

/* Contact field; supported type string */
"a phone number or email address" = "telefon numarası veya e-posta adresi";

/* Contact field; supported type string */
"an email address" = "e-posta adresi";

/* Content Types category */
"Content Types" = "İçerik Türleri";

/* Copy link to shortcut */
"Copy Link" = "Bağlantıyı Kopyala";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "iCloud URL’sini Kopyala";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Bu biçim Unicode Teknik Standart #35’tekii modelleri izler.";

/* Custom date format alert title */
"Custom Date Format" = "Özel Tarih Biçimi";

/* Custom date formatting style */
"Custom" = "Özel";

/* Custom time format title */
"Custom Format" = "Özel Biçim";

/* Default option */
"Default" = "Saptanmış";

/* Delete all shortcuts */
"Delete All" = "Tümünü Sil";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Tümünün Seçimini Kaldır";

/* Dictionary key placeholder */
"Key" = "Anahtar";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Kestirme Ayarları";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Kestirmeyi Durdur";

/* Discoverability title */
"Close shortcut" = "Kestirmeyi kapat";

/* Discoverability title */
"Search actions" = "Arama işlemleri";

/* Discoverability title */
"Stop shortcut" = "Kestirmeyi durdur";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Paylaşma Sayfası’nda Göster";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Araç Takımı’nda Göster";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Komplikasyon’da Göster";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Apple Watch’ta Göster";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Kestirmeyi Çoğalt";

/* Duplicate shortcut */
"Duplicate" = "Çoğalt";

/* Edit import questions back bar button title */
"Questions" = "Sorular";

/* Error message */
"No options available." = "Kullanılabilir seçenek yok.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "App Store yüklenemedi.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Araç takımı kullanılarak kestirmeler hızla çalıştırılır.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Favori yap";

/* Favorite button title - action is favorited */
"Favorited" = "Favori yapıldı";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Hesap: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Aşağıdakilerin tümü doğru";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Aşağıdakilerden herhangi biri doğru";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "ile başlıyor";

/* Find filter UI operator */
"contains" = "içeriyor";

/* Find filter UI operator */
"does not contain" = "içermiyor";

/* Find filter UI operator */
"ends with" = "ile bitiyor";

/* Find filter UI operator */
"is" = "eşit";

/* Find filter UI operator */
"is after" = "şundan sonra";

/* Find filter UI operator */
"is before" = "şundan önce";

/* Find filter UI operator */
"is between" = "aralığında";

/* Find filter UI operator */
"is exactly" = "eşit";

/* Find filter UI operator */
"is greater than" = "büyük";

/* Find filter UI operator */
"is greater than or equal to" = "büyük veya eşit";

/* Find filter UI operator */
"is in the last" = "son şu aralıkta";

/* Find filter UI operator */
"is in the next" = "gelecek şu aralıkta";

/* Find filter UI operator */
"is larger than" = "daha büyük";

/* Find filter UI operator */
"is larger than or equal to" = "daha büyük veya eşit";

/* Find filter UI operator */
"is less than" = "küçük";

/* Find filter UI operator */
"is less than or equal to" = "küçük veya eşit";

/* Find filter UI operator */
"is longer than" = "daha uzun";

/* Find filter UI operator */
"is longer than or equal to" = "daha uzun veya eşit";

/* Find filter UI operator */
"is not" = "eşit değil";

/* Find filter UI operator */
"is not exactly" = "eşit değil";

/* Find filter UI operator */
"is not on" = "üzerinde değil";

/* Find filter UI operator */
"is on" = "üzerinde";

/* Find filter UI operator */
"is shorter than" = "daha kısa";

/* Find filter UI operator */
"is shorter than or equal to" = "daha kısa veya eşit";

/* Find filter UI operator */
"is smaller than" = "daha küçük";

/* Find filter UI operator */
"is smaller than or equal to" = "daha küçük veya eşit";

/* Find filter UI operator */
"is today" = "bugün";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Bu kestirmeyi Siri’ye ekleyerek sesinizle çalıştırın.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Paylaşma safasını açıp Kestirmeler’e dokunarak bu kestirmeyi diğer uygulamalardan kullanın.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Sözlükteki değerini ayıklamak için bir anahtar girin veya tüm sözlüğü almak için boş bırakın.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (Bu Aygıt)";

/* Full name of contact */
"Full Name" = "Tam Ad";

/* Full street address of location */
"Full Street Address" = "Tam Sokak Adresi";

/* Get property */
"Get" = "Al";

/* Get value for a dictionary key */
"Get Value for Key" = "Anahtar İçin Değer Al";

/* Go to next import question */
"Continue" = "Sürdür";

/* Guided tour; drag actions to here hint */
"…to here" = "…buraya";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "İşlemleri buraya sürükleyin";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Bu işlem Apple Watch’ta çalıştırıldığında Handoff’u kullanıp iPhone üzerinde sürdürmenizi gerektirir.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Birim";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601 Saati";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Şekil %1$@, arka plan rengi %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Bu kestirme ana ekrana eklendiğinde kullanılacak özel bir görüntü seçin.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Bu kestirme ana ekrana eklendiğinde yukarıdaki görüntü kullanılır.";

/* Icon editor; accessibility label */
"Icon Preview" = "Simge Önizleme";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Kestirme simgesi düzenleyicisi";

/* Icon editor; segmented control option */
"Color" = "Renk";

/* Icon editor; segmented control option */
"Glyph" = "Şekil";

/* Icon editor; segmented control option */
"Home Screen" = "Ana Ekran";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Buraya eklenen sorular, bu kestirme başka bir aygıtta içe aktarıldığında sorulacaktır. Bu sorulara verilen yanıtlarla kestirmede ilgili yerler doldurulacaktır.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Bu kestirmenin ayarlarındaki “Kestirmeyi Özelleştir” düğmesini kullanarak içe aktarma sorularınızı deneyebilirsiniz.";

/* Import questions detail view */
"Default Answer" = "Saptanmış Yanıt";

/* Import questions detail view */
"Question Text" = "Soru Metni";

/* Import questions detail view */
"Type a question here…" = "Buraya bir soru yazın…";

/* Import questions details view; navigation bar title */
"Details" = "Ayrıntılar";

/* Import questions; button */
"Add New Question…" = "Yeni Soru Ekle…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Aşağıdaki işlemlerden birinden bir parametre seçin.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Parametre Seç";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Bu kestirmede hiç işlem yok. İçe Aktarma Soruları’nı ayarlamadan önce bazı işlemler ekleyin.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Bu kestirme %@ türünü kabul eder";

/* Input types of action */
"Input" = "Giriş";

/* Input variable description */
"Gets the output of the previous action." = "Bir önceki işlemin çıkışını alır.";

/* Install app icon; should match App Store GET button */
"GET" = "AL";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Kestirmenizi oluşturmak için alttaki işlemlerden ekleyin.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Kestirmenizi oluşturmak için soldaki işlemlerden ekleyin.";

/* Item can be anything */
"anything" = "herhangi bir şey";

/* Keep all shortcuts */
"Keep All" = "Tümünü Tut";

/* Keep shortcuts */
"Keep" = "Tut";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Tut: %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "İçeriğini Göster";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "İçeriğini Gizle";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Kabul Edilen Türler";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Ekle: %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Ne tür bir değer eklemek istiyorsunuz?";

/* Long date formatting style */
"Long" = "Uzun";

/* Manage sharing */
"Manage Sharing" = "Paylaşmayı Yönet";

/* Medium date formatting style */
"Medium" = "Orta";

/* Missing action error action */
"Update Shortcuts" = "Kestirmeler’i Güncelle";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Bu işlem Kestirmeler’in bu sürümünde bulunamıyor.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "URL’yi Adlandır ve Sakla";

/* Name of measurement unit */
"Unit (Name)" = "Birim";

/* Navigation bar title */
"Select a Magic Variable" = "Sihirli Değişken Seç";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Çelişkileri Çöz";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Değişken kullanılamıyor.";

/* None option */
"None" = "Yok";

/* Note about using the action */
"Note" = "Not";

/* Parameter already in use by another import question */
"Already In Use" = "Zaten Kullanımda";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Sorular için desteklenmiyor";

/* Piece of text */
"Text" = "Metin";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Bu kestirme başka bir uygulamadan içe aktarıldı. Çalıştırmak istediğinizden emin misiniz?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Göreceli";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Ne Kadar Önce/Ne Zamana Kadar";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Bilinmeyen Aygıt";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Bu ad %@ işleminin Sihirli Değişlenlerinin hepsinde kullanılacak.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Sihirli Değişkenin Adını Değiştir";

/* Rename shortcut alert title */
"Rename Shortcut" = "Kestirmenin Adını Değiştir";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Kestirmenize yeni bir ad girin.";

/* Rename workflow or variable */
"Rename" = "Adını Değiştir";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Gerekli olan";

/* Result types of action */
"Result" = "Sonuç";

/* Reveal action that is associated with the variable */
"Reveal Action" = "İşlemi Göster";

/* Scripting category */
"Scripting" = "Betik Oluşturma";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Ara";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Komplikasyon Kestirmeleri";

/* Select all input types */
"Select All" = "Tümünü Seç";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Kestirmeyi Paylaş";

/* Share a workflow along with a description */
"Share with Description" = "Açıklamayla Paylaş";

/* Share a workflow as a file */
"Share as File" = "Dosya Olarak Paylaş";

/* Share shortcut */
"Share" = "Paylaş";

/* Short date formatting style */
"Short" = "Kısa";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” işlem içermiyor.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Boş Kestirme";

/* Shortcut contains no actions error title */
"No Actions" = "İşlem Yok";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Kestirmeyi Özelleştir…";

/* Shortcut icon */
"Icon" = "Simge";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Kestirmeyi Seç";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "%1$@ ile %2$@ arasına taşı";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "%@ uygulamasından sonra sona taşındı";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "%@ uygulamasından önce üste taşındı";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Bugün Araç Takımındaki kestirmeleri kullanmak için birkaç basit adımı takip ederek araç takımını ekleyin. Ya da daha sonra ayarlamak için Bitti’ye dokunun.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Kestirmeler’in yıldırım hızında çalıştırılması için Bugün Araç Takımını ekleyin.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Safari’de kestirmeler etkinliğinin vurgulandığı paylaşma sayfasının bir ekran resmi";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "İşlem Genişletmesi kestirmeleri diğer uygulamaların içindeki paylaşma sayfasından çalıştırılır.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Bugün Araç Takımı kestirmeleri, ekranı üst kısımdan aşağı çekerek Bildirim Merkezi’nden çalıştırılır.";

/* Shortcut types help view; title */
"Shortcut Types" = "Kestirme Türleri";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "%@ üzerinde silindi";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Başka bir aygıtta silindi";

/* Shortcut was modified on a specified device */
"Modified on %@" = "%@ üzerinde değiştirildi";

/* Shortcut was modified on another device */
"Modified on another device" = "Başka bir aygıtta değiştirildi";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Kestirmeleri ara…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Bildirim Merkezi’nde Kestirmeler araç takımının ekran resmi";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Ayarlamayı Atla";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "2";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Paylaşmayı Durdur";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Galeri’ye Gönder";

/* Tap to choose an option */
"Tap to Choose" = "Seçmek İçin Dokunun";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Oluşturduğum kestirmeye göz atın!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "İşlemler Denetleyici";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "ekranın altı";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "ekranın üst sağı";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Herhangi Bir Şey";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Hiçbir şey";

/* Title */
"Actions" = "İşlemler";

/* Title */
"Date Format" = "Tarih Biçimi";

/* Title */
"Requires Handoff" = "Handoff Gerekli";

/* Title */
"Shortcuts" = "Kestirmeler";

/* Title */
"Time Format" = "Saat Biçimi";

/* Title */
"Type" = "Tür";

/* Title for action drawer categories view */
"Categories" = "Kategoriler";

/* Title for configuration page for unit */
"Unit (Title)" = "Birim";

/* Title of main screen showing your library of shortcuts */
"Library" = "Arşiv";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Kestirmeleri Özelleştir";

/* Title or button */
"Import Questions" = "İçe Aktarma Soruları";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Harika! Bugün Araç Takımı ayarlandı.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Sonra Galeri’den birkaç Bugün Araç Takımı kestirmesi alın.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Kestirmeler Bugün Araç Takımı ile yalnızca Bildirim Merkezi’ni aşağı çekerek herhangi bir uygulamadan tek bir dokunuşla kestirmeleri çalıştırabilirsiniz.";

/* Today widget explanation button */
"Add Widget" = "Araç Takımı Ekle";

/* Today widget explanation button */
"View the Gallery" = "Galeri’yi görüntüle";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Kestirmeler’i %MODEL% aygıtınızda istediğiniz yerden şimşek hızında çalıştırın.";

/* Unknown item */
"Unknown" = "Bilinmeyen";

/* Used in a phrase like 'Add new item' */
"new item" = "yeni öğe";

/* User’s favorited workflows or actions */
"Favorites" = "Favoriler";

/* Variable field placeholder */
"Variable Name" = "Değişken Adı";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "“Değişken Ayarla” işlemini ekleyerek bir değişken yaratabilirsiniz.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Kullanılabilir Değişken Yok";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Çakışmalar";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Bu Kestirmeyi Yapılandır";

/* Workflow name */
"Name of Shortcut" = "Ad";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Kestirmenizi düzenlemeyi sürdürmek için Bitti’ye dokunun.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Kestirmeler saat uygulamasının ekran resmi";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Apple Watch kestirmeleri, Kestirmeler saat uygulaması veya Komplikasyon ile bileğinizden çalıştırılır.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Bugün Araç Takımını nasıl bulabilirim?";

/* iOS Today Widget */
"Today Widget" = "Bugün Araç Takımı";

